Repository: feincms/feincms3
Catalog: feincms3/locale/*/LC_MESSAGES/django.po
Languages: de

source: title
de: Titel

source: Move '{}' to a new location
de: '{}' zu einer neuen Position verschieben

source: Choose new location
de: Neuen Ort auswählen

source: before
de: vorher

source: as first child
de: als erstes Unterelement

source: as last child
de: als letztes Unterelement

source: after
de: nachher

source: move
de: verschieben

source: Move %s
de: %s verschieben

source: Clone %s
de: %s klonen

source: Invalid node move request.
de: Ungültige Verschiebungsanfrage.

source: Error while validating the new position of '{}'.
de: Fehler beim Validieren der neuen Position von '{}'.

source: Node '{}' has been moved to its new position.
de: '{}' wurde zur neuen Position verschoben.

source: New location
de: Neuer Ort

source: Moving isn't possible because there are no valid targets. Maybe you selected the only root node?
de: Verschieben ist nicht möglich weil es keine gültigen Zielorte gibt. Vielleicht den einzigen Wurzelknoten gewählt?

source: move here
de: hierhin verschieben

source: The node %(node)s has been moved to the new position.
de: %(node)s wurde zur neuen Position verschoben.

source: target
de: Ziel

source: Replace target's content
de: Inhalt des Ziels ersetzen

source: Affects the following models: %s.
de: Betrifft die folgenden Inhalte: %s.

source: Current: "%s"
de: Aktuell: „%s“

source: Cannot clone node to itself.
de: Kann Knoten nicht zu sich selbst klonen.

source: Updated fields of %(node)s: %(fields)s
de: Aktualisierte Felder von %(node)s: %(fields)s

source: Replaced the content of %(target)s with the contents of %(source)s.
de: Ersetzte den Inhalt von %(target)s mit dem Inhalt von %(source)s.

source: subtree
de: Unterbaum

source: page type
de: Seitentyp

source: This field is required for the page type "%s".
de: Dieses Feld wird für den Seitentyp "%s" benötigt.

source: The page type "{page_type}" with the specified configuration exists already.
de: Der Seitentyp "{page_type}" mit der spezifizierten Konfiguration existiert schon.

source: menu
de: Menü

source: template
de: Vorlage

source: language
de: Sprache

source: translation of
de: Übersetzung von

source: Objects in the primary language cannot be the translation of another object.
de: Objekte in der primären Sprache können nicht eine Übersetzung eines anderen Objektes sein.

source: Redirect to URL
de: Weiterleiten zu URL

source: Redirect to page
de: Weiterleiten zu Seite

source: Only set one redirect value.
de: Bitte nur einen Weiterleitungs-Wert setzen.

source: Cannot redirect to self.
de: Kann nicht zu sich selbst weiterleiten.

source: Do not chain redirects. The selected page "%(title)s" redirects to "%(path)s".
de: Die gewählte Seite „%(title)s“ leitet schon weiter auf „%(path)s“ weiter, bitte Verkettungen von Weiterleitungen vermeiden.

source: Do not chain redirects. The following pages already redirect to this page: %(pages)s
de: Verkettung von Weiterleitungen nicht erlaubt. Die folgenden Seiten leiten schon auf diese Seite weiter: %(pages)s

source: is active
de: ist aktiv

source: Position is expected to be greater than zero.
de: Position sollte grösser als Null sein.

source: path
de: Pfad

source: Automatically generated by concatenating the parent's path and the slug unless the path is defined manually.
de: Wird automatisch generiert durch das Aneinananderhängen des Pfades der übergeordneten Seite und des Slugs, ausser wenn der Pfad manuell definiert wird.

source: Path must start and end with a slash (/).
de: Pfad muss mit einem Slash (/) starten und enden.

source: manually define the path
de: Pfad manuell definieren

source: page
de: Seite

source: pages
de: Seiten

source: Static paths cannot be empty. Did you mean '/'?
de: Statische Pfade können nicht leer sein. Meinten Sie „/“?

source: The page %(page)s's new path %(path)s would not be unique.
de: Der Pfad %(path)s der Seite %(page)s würde nicht eindeutig sein.

source: alternative text
de: alternativer Text

source: Describe the contents, e.g. for screenreaders.
de: Beschreibung der Bildinhalte, zB für Screenreader.

source: caption
de: Legende

source: external content
de: externer Inhalt

source: Unable to fetch HTML for this URL, sorry!
de: Kann das HTML für diese URL nicht laden, tut mir leid!

source: The content will be inserted directly into the page. It is VERY important that the HTML snippet is well-formed!
de: Der Inhalt wird direkt in die Seite eingefügt. Es ist SEHR wichtig, dass das HTML gültig ist!

source: Please note that the HTML must be well formed. It's your responsibility to ensure that nothing breaks now or in the future when using this plugin.
de: Das HTML muss unbedingt wohlgeformt sein. Es liegt in Ihrer Verantwortung sicherzustellen, dass jetzt und in Zukunft nichts schiefgeht, wenn Sie dieses Plugin verwenden.

source: image
de: Bild

source: image width
de: Bildbreite

source: image height
de: Bildhöhe

source: primary point of interest
de: Fokuspunkt

source: images
de: Bilder

source: rich text
de: Text

source: rich texts
de: Texte

source: predefined snippet
de: vordefinierter Baustein

source: predefined snippets
de: vordefinierte Bausteine
